[ {
  "entityIndex" : "1_entity5719",
  "entityUrl" : "http://dbpedia.org/resource/John_Lloyd_Waddy",
  "dboClass" : "dbo:Politician",
  "properties" : {
    "dbo:militaryCommand" : [ "No. 80 Sqn(1944–45)", "RAAF Reserve (1950–54)" ]
  },
  "words" : [ "DFC", "``", "New", "becoming", "officer", "Wales", "John", "World", "December", "later", "Morotai", "Assembly", "Minister", "US", "10", "--", "11", "II", "took", "pilots", "went", "aviator", "Air", ",", "'s", ".", "April", "1987", "senior", "RAAF", "Flying", "served", "Waddy", "-RRB-", "Squadron", "Medal", "1945", "-LRB-", "September", "Mutiny", "Force", "Cross", "part", "War", "enemy", "shot", "eight", "Royal", "OBE", "member", "1916", "earning", "''", "fifteen", "pilot", "Distinguished", "awarded", "West", "aircraft", "one", "South", "also", "No.", "command", "Crown", "Pacific", "Australian", "80", "Legislative", "fighter", "Lloyd", "Desert", "top-scoring", "Australia", "aces" ],
  "adjectives" : [ "senior", "Legislative", "top-scoring" ],
  "nouns" : [ "pilot", "officer", "aviator", "aircraft", "part", "member", "fighter", "Squadron", "enemy", "Medal", "No.", "Assembly" ],
  "text" : "John Lloyd Waddy, OBE, DFC (10 December 1916 – 11 September 1987) was a senior officer and aviator in the Royal Australian Air Force (RAAF), and later served as a member of the New South Wales Legislative Assembly and Minister of the Crown. As a fighter pilot during World War II, he shot down fifteen enemy aircraft in the Desert War, becoming one of Australia's top-scoring aces and earning the Distinguished Flying Cross. He went on to command No. 80 Squadron in the South West Pacific, where he was awarded the US Air Medal. He was also one of eight senior pilots who took part in the \"Morotai Mutiny\" of April 1945. Discharged from the Permanent Air Force at the end of the war, Waddy took a commission in the RAAF Reserve, leading the organisation as a group captain in the early 1950s. He was active in business and in veterans' groups, and was appointed an Officer of the Order of the British Empire in 1955. As the Liberal Member for Kirribilli from 1962 to 1976, he held cabinet posts in the New South Wales Parliament, including Minister for Child Welfare and Social Welfare (later Youth and Community Services), Minister for Health, and Minister for Police and Services. He retired from politics in 1976, and died in 1987 at the age of seventy."
}, {
  "entityIndex" : "2_entity5849",
  "entityUrl" : "http://dbpedia.org/resource/Jamil_Khir_Baharom",
  "dboClass" : "dbo:Politician",
  "properties" : {
    "dbo:militaryCommand" : [ "Director of the Religious Corps" ]
  },
  "words" : [ "``", "Kedah", "bin", "officer", "appointment", "Corps", "Seri", "Mejar", "Department", "major", "Malay", "military", "Member", "Jerai", "Malaysian", "Minister", "given", "'", ",", "'s", ".", "former", "Jeneral", "seat", "patronymic", "Senate", "person", "name", "-RRB-", ";", "Parliament", "politics", "B", "-LRB-", "Prime", "Khir", "2009", "general", "known", "Jamil", "Military", "''", "politician", "Kagat", "Baharom", "entering", "Religious", "Dato", "family", "referred" ],
  "adjectives" : [ "general", "patronymic", "major", "Malay", "military", "Malaysian", "former" ],
  "nouns" : [ "seat", "person", "officer", "politician", "name", "appointment", "family" ],
  "text" : "(This is a Malay name; the name Baharom is a patronymic, not a family name, and the person should be referred to by the given name, Jamil Khir.) Mejar Jeneral (B) Dato' Seri Jamil Khir bin Baharom is a Malaysian politician, former military officer. He is the Member of Parliament for the seat of Jerai, Kedah, and a Minister in the Prime Minister's Department. Before entering politics, through an appointment to the Senate in 2009, he was a major general in the Military Religious Corps (known as \"Kagat\")."
}, {
  "entityIndex" : "3_entity6123",
  "entityUrl" : "http://dbpedia.org/resource/James_Mackay_(Australian_politician)",
  "dboClass" : "dbo:Politician",
  "properties" : {
    "dbo:militaryCommand" : [ "1st Australian Horse (1897–00)", "1st Light Horse Brigade(1912–14)", "New South Wales Imperial Bushmen(1900)", "West Camden Light Horse (1885–86)" ]
  },
  "words" : [ "play", "three", "commissioned", "Kenneth", "1896", "Light", "Horse", "property", "military", "near", "1859", "1935", "--", "Camden", "using", "pastoralist", "16", "1908", "published", ",", "'s", "volunteers", "VD", ".", "Station", "books", "Dampier", "5", "-RRB-", "College", "General", ";", "Alfred", "Mackay", "Sydney", "novels", "June", "Alexander", "-LRB-", "father", "captain", "two", "pseudonym", "School", "OBE", "Wallendenbeen", "farming", "Annie", "CB", "November", "poetry", "attended", "James", "joined", "West", "politician", "raised", "Grammar", "1887", "1886", "Major", "1885", "soldier", "Australian", "Born", "collaboration", "Mackenzie", "Wallendbeen" ],
  "adjectives" : [ "Australian", "military" ],
  "nouns" : [ "play", "soldier", "collaboration", "politician", "father", "property", "captain", "pseudonym", "VD", "poetry" ],
  "text" : "Major General James Alexander Kenneth Mackay CB, OBE, VD (5 June 1859 – 16 November 1935) was an Australian soldier and politician. Born at Wallendenbeen Station near Wallendbeen to pastoralist Alexander Mackay and Annie Mackenzie, he attended Camden College and Sydney Grammar School before farming at his father's property. In 1885 he joined the military volunteers and raised the West Camden Light Horse; he was a commissioned as a captain in 1886. He published three books of poetry and two novels from 1887 to 1908, using the pseudonym Kenneth Mackay; in 1896 he published a play, To the West, a collaboration with Alfred Dampier. In 1897 he raised the first Australian Volunteer Light Horse Regiment, and he was elevated lieutenant colonel in 1898. In 1895 he was elected to the New South Wales Legislative Assembly as the member for Boorowa, serving until 1899, when he was appointed to the Legislative Council, where he would remain until 1934. Mackay served as Vice-President of the Executive Council from 1899 to 1900 and from 1903 to 1904. From 1900 to 1901 he served in the Boer War commanding the 6th Imperial Bushmen's contingent of New South Wales, during which time he was mentioned in despatches. Promoted colonel and then brigadier in 1912, in that year he was also appointed Companion of the Order of the Bath and awarded the Volunteer Officers' Decoration. In 1920 he was promoted brigadier general and later retired as a major general; he was appointed Officer of the Order of the British Empire on his retirement. Mackay died at Cootamundra in 1935."
}, {
  "entityIndex" : "4_entity11499",
  "entityUrl" : "http://dbpedia.org/resource/Willie_MacRae",
  "dboClass" : "dbo:Politician",
  "properties" : {
    "dbo:militaryCommand" : [ "Admiral Lord Mountbatten", "Aide-de-campto" ]
  },
  "words" : [ "officer", "World", "independence", "remote", "MacRae", "remembered", "National", "crashed", "--", "Army", "revolver", "18", "active", ",", "April", ".", "1985", "Highlands", "naval", "7", "served", "-RRB-", "much", "-LRB-", "May", "death", "anti-nuclear", "part", "War", "life", "shot", "campaigner", "Royal", "head", "Scottish", "Party", "SNP", "car", "mysterious", "lawyer", "Willie", "British", "orator", "politician", "Navy", "Second", "Indian", "movement", "1923", "supported" ],
  "adjectives" : [ "Scottish", "British", "Second", "naval", "mysterious", "anti-nuclear", "Indian", "active", "remote", "much" ],
  "nouns" : [ "death", "revolver", "officer", "orator", "politician", "part", "independence", "life", "campaigner", "head", "SNP", "car", "movement", "lawyer" ],
  "text" : "Willie MacRae (18 May 1923 – 7 April 1985) was a Scottish naval officer, lawyer, orator, politician and anti-nuclear campaigner. In the Second World War he served in the British Army and then the Royal Indian Navy. He supported the Indian independence movement and for much of his life was active in the Scottish National Party (SNP). MacRae is remembered for his mysterious death, in which his car crashed in a remote part of the Scottish Highlands and he was shot in the head with a revolver. The official verdict was undetermined."
}, {
  "entityIndex" : "5_entity11984",
  "entityUrl" : "http://dbpedia.org/resource/William_Meldrum_(general)",
  "dboClass" : "dbo:Politician",
  "properties" : {
    "dbo:militaryCommand" : [ "6th (Manawatu) Mounted Rifles(1914)", "New Zealand Mounted Rifles Brigade(1917–19)", "Wellington Mounted Rifles Regiment(1914–17)" ]
  },
  "words" : [ "New", "leader", "Mayor", "-LRB-", "28", "unsuccessful", "by-election", "local", "candidate", "Whangarei", "came", "military", "1938", "July", "CMG", "February", "1935", "lawyer", "CB", "Meldrum", "--", "ballot", "DSO", "Rangitikei", "13", "1909", "Brigadier", "politician", "born", "William", ",", "Greymouth", "VD", ".", "Northland", "1865", "1964", "Zealand", "third", "served", "-RRB-", "magistrate", "General", "farmer", "first" ],
  "adjectives" : [ "third", "unsuccessful", "military", "local", "first" ],
  "nouns" : [ "ballot", "leader", "candidate", "politician", "magistrate", "farmer", "by-election", "VD", "lawyer" ],
  "text" : "Brigadier General William Meldrum CB, CMG, DSO, VD (28 July 1865 – 13 February 1964) was a New Zealand lawyer, farmer, military leader, magistrate and local politician. He was born in Whangarei, Northland, New Zealand. He was an unsuccessful candidate in the 1909 Rangitikei by-election, where he came third in the first ballot. He served as Mayor of Greymouth from 1935 to 1938. He also played four first-class cricket matches for Auckland between 1884 and 1887."
}, {
  "entityIndex" : "6_entity1468",
  "entityUrl" : "http://dbpedia.org/resource/Curtius_Rufus",
  "dboClass" : "dbo:Politician",
  "properties" : {
    "dbo:militaryCommand" : [ "Consul of Roman Empire, Governor of Lower Germany, Governor of Africa" ]
  },
  "words" : [ "Alexander", "sources", "author", "'", "Plutarch", "isolated", "Much", "collection", "history", "none", "type", "incidental", "Knowledge", "life", ".", "exist", "Curtius", "continuous", "biographers", "inferred", "exists", "Rufus", "written" ],
  "adjectives" : [ "continuous", "incidental" ],
  "nouns" : [ "author", "collection", "history", "none", "type", "Knowledge", "life" ],
  "text" : "Knowledge of Curtius Rufus’ life is a collection of isolated sources. No continuous history of the type written by Plutarch and other biographers exists. The author of a continuous history of Alexander has none of his own. Much can be inferred from the incidental sources that do exist."
}, {
  "entityIndex" : "7_entity10222",
  "entityUrl" : "http://dbpedia.org/resource/Sean_Sullivan_(naval_officer)",
  "dboClass" : "dbo:Politician",
  "properties" : {
    "dbo:militaryCommand" : [ "Naval Submarine Base New London", "USS Jefferson City" ]
  },
  "words" : [ "Congress", "New", "congressional", "-LRB-", "officer", "United", "Republican", "commanding", "States", "2008", "candidate", "commander", "submarine", "Naval", "retired", "1958", "30", "November", "born", "2nd", "Submarine", ",", "'s", "Base", ".", "Patrick", "Sullivan", "attorney", "Connecticut", "district", "Sean", "-RRB-", "London" ],
  "adjectives" : [ "congressional", "2nd", "Republican", "retired" ],
  "nouns" : [ "candidate", "commander", "submarine", "attorney", "officer", "district" ],
  "text" : "Sean Patrick Sullivan (born November 30, 1958) is an attorney, a retired submarine commander and was commanding officer of the Naval Submarine Base New London. He was the Republican candidate for the United States Congress in Connecticut's 2nd congressional district in 2008."
}, {
  "entityIndex" : "8_entity7602",
  "entityUrl" : "http://dbpedia.org/resource/Michael_Bruxner",
  "dboClass" : "dbo:Politician",
  "properties" : {
    "dbo:militaryCommand" : [ "6th Light Horse Regiment" ]
  },
  "words" : [ "New", "predecessors", "agent", "distinction", "lieutenant", "Wales", "dropped", "upon", "World", "promoted", "years", "Serving", "later", "1970", "Light", "Michael", "Horse", "outbreak", "First", "--", "Order", "DSO", "Frederick", "Bruxner", "enlisted", ",", ".", "take", "University", "-RRB-", "Country", "Sir", "Sydney", "-LRB-", "25", "Leader", "JP", "28", "Egypt", "grazier", "March", "Tabulum", "War", "Armidale", "Citizen", "Forces", "KBE", "serving", "School", "Party", "Lieutenant", "Tenterfield", "Northern", "station", "studies", "1914", "Gallipoli", "colonel", "Military", "1911", "Distinguished", "awarded", "politician", "South", "Service", "started", "employment", "many", "Palestine", "educated", "soldier", "1882", "Australian", "Born", "Colonel" ],
  "adjectives" : [ "Australian", "Light", "many" ],
  "nouns" : [ "agent", "Lieutenant", "distinction", "soldier", "lieutenant", "politician", "Horse", "grazier", "station", "outbreak", "employment", "colonel" ],
  "text" : "Lieutenant Colonel Sir Michael Frederick Bruxner KBE, DSO, JP (25 March 1882 – 28 March 1970) was an Australian politician and soldier, serving for many years as Leader of the Country Party and its predecessors. Born in Tabulum in Northern New South Wales, Bruxner was educated at The Armidale School and started studies at University of Sydney but later dropped out to take up employment as a grazier and station agent in Tenterfield. After serving in the Citizen Military Forces from 1911, Bruxner enlisted into the Australian Light Horse upon the outbreak of the First World War in 1914. Serving with distinction in Gallipoli, Egypt and Palestine, he was promoted to lieutenant colonel and awarded the Distinguished Service Order. Returning to Australia in 1919, Bruxner sold his business and joined the Progressive Party, being elected to the Parliament of New South Wales for Northern Tablelands at the 1920 election. Bruxner came to political prominence when he led the rural \"True Blues\" faction of the Progressive Party that went against their Leader's decision to form a coalition in Sir George Fuller's short-lived government in 1921. Bruxner emerged as the leader of the reduced Progressive Party, which consisted of the members of his faction, but they nevertheless joined with Fuller's Nationalists to form government in 1922. Bruxner also became involved in the New England New State Movement. Bruxner resigned the party leadership, now for the renamed Country Party, at the end of 1925. At the 1927 election, with the abandonment of proportional representation, he won the new seat of Tenterfield unopposed. Bruxner was included in new Premier Thomas Bavin's cabinet as Minister for Local Government, which included the responsibility for transport. He served until Labor won the 1930 election. In April 1932 Bruxner was elected again as the new party Country Party Leader, which he would hold continuously until 1958. When Sir Philip Game dismissed Jack Lang and called upon the Leader of the Opposition Bertram Stevens to form a caretaker government in 1932, Stevens formed a coalition with Bruxner's Country Party and Bruxner was named as the first Deputy Premier of New South Wales. Bruxner was also sworn in as Minister for Transport and briefly resumed his former Local Government portfolio. Bruxner also worked with his long-time friend and Minister for Education David Drummond, to establish the New England University College in 1938, which was later to become the University of New England. Bruxner was central in ensuring Alexander Mair became Premier after Stevens was defeated in the house in August 1939. The Coalition lost government at the 10 May 1941 election and Bruxner would never again serve in government. The rest of Bruxner's parliamentary career was to be on the opposition benches, leading the Country Party through five more elections and through the instability of the larger opposition parties that eventually united as the Liberal Party of Australia. On 6 May 1958, Bruxner formally resigned as Leader of the Country Party, having served continuously in that role since 1932. He continued to serve in his capacity as Member for Tenterfield for one more term before retiring from politics before the 1962 election. Bruxner was Knighted as a KBE in 1962 and thereafter served in various capacities on boards and continued his passion for horses before his death aged 88 on 28 March 1970."
}, {
  "entityIndex" : "9_entity7850",
  "entityUrl" : "http://dbpedia.org/resource/Max_Willis",
  "dboClass" : "dbo:Politician",
  "properties" : {
    "dbo:militaryCommand" : [ "University of New South Wales Regiment(1972–75)" ]
  },
  "words" : [ "New", "-LRB-", "Max", "Eric", "Wales", "Buttenshaw", "Council", "Clarence", "1976", "RFD", "December", "son", "1970", "Murwillumbah", "member", "1935", "ED", "1999", "hand", "factory", "Frederick", "butter", "briefly", "Liberal", "born", "politician", "South", ",", "former", ".", "Premier", "Willis", "6", "Australian", "Born", "Archibald", "-RRB-", "Vida", "Legislative", "brother", "Sir" ],
  "adjectives" : [ "Australian", "Liberal", "Legislative", "former" ],
  "nouns" : [ "factory", "butter", "son", "politician", "member", "brother", "hand" ],
  "text" : "Max Frederick Willis, RFD, ED (born 6 December 1935) is a former Australian politician. He was a Liberal member of the New South Wales Legislative Council from 1970 to 1999. His brother Sir Eric Willis was briefly Premier of New South Wales in 1976. Born in Murwillumbah, Willis was the son of Archibald Clarence Willis, a butter factory hand, and Vida Buttenshaw. He was educated at Murwillumbah High School and then received a Bachelor of Laws from the University of Sydney in 1957. Following his admission as a solicitor in 1958, Willis became a partner with Serisier, Willis and Bowring in Miranda until 1971. On 8 August 1970 he married Wendy Patricia Booth, with whom he had four children. Willis had joined the Citizen Military Forces in 1953, and was involved in the Army Reserve for thirty years, attaining the rank of brigadier. For his military service, Willis was awarded the Reserve Force Decoration (RFD) and the Efficiency Decoration (ED) by the Australian Government, and the Cross of Solomon Islands (CSI). He was also awarded with the Centenary Medal on 1 January 2001, and the National Medal with clasp on 24 October 2001. In 1970 Willis was appointed to the New South Wales Legislative Council. He was Deputy Leader of the Opposition in the Council from 1977 to 1978 and Leader from 1978 to 1981. In 1991 he was elected President of the Council, succeeding Johno Johnson who had been President since 1978. Willis was forced to resign as the President and from the house when, under the influence of alcohol, he was unable to control proceedings during voting on a motion to dismiss Supreme Court Justice Vince Bruce. He was replaced by Virginia Chadwick in 1998 and retired from politics in 1999."
}, {
  "entityIndex" : "10_entity8108",
  "entityUrl" : "http://dbpedia.org/resource/Matthew_Mead_(politician)",
  "dboClass" : "dbo:Politician",
  "properties" : {
    "dbo:militaryCommand" : [ "Eighth Regiment of Connecticut", "Fifth Regiment of Connecticut" ]
  },
  "words" : [ "-LRB-", "26", "American", "May", "1781", "War", "1780", "Representatives", "Washington", "October", "Lieutenant", "George", "member", "1816", "February", "1736", "1779", "--", "sessions", "staff", "House", ",", "'s", ".", "August", "Norwalk", "Colonel", "served", "Revolutionary", "Connecticut", "Matthew", "-RRB-", "20", "Mead" ],
  "adjectives" : [ "American" ],
  "nouns" : [ "member", "staff" ],
  "text" : "Matthew Mead (August 20, 1736 – February 26, 1816) was a Lieutenant Colonel who served on George Washington's staff in the American Revolutionary War. He was a member of the Connecticut House of Representatives from Norwalk in the sessions of May 1779, May and October 1780, May and October 1781."
}, {
  "entityIndex" : "11_entity736",
  "entityUrl" : "http://dbpedia.org/resource/Allmand_A._McKoy",
  "dboClass" : "dbo:Politician",
  "properties" : {
    "dbo:militaryCommand" : [ "24th Regiment, North Carolina Militia", "27th Battalion North Carolina Home Guards", "8th North Carolina Senior Reserves" ]
  },
  "words" : [ "11", "11,1885", "Alexander", "-LRB-", "officer", "Democratic", "politician", "Carolina", ",", "Allmand", ".", "Superior", "Court", "1825-November", "October", "Senate", "McKoy", "served", "-RRB-", "North", "military", "lawyer", "party", "Judge" ],
  "adjectives" : [ "Democratic", "military" ],
  "nouns" : [ "officer", "politician", "lawyer", "party" ],
  "text" : "Allmand Alexander McKoy (October 11, 1825-November 11,1885) was a North Carolina lawyer, military officer and Democratic party politician who served in the North Carolina Senate and as a Judge of the Superior Court of North Carolina."
} ]