[ {
  "entityIndex" : "1_entity223",
  "entityUrl" : "http://dbpedia.org/resource/Alison_Anderson",
  "dboClass" : "dbo:Politician",
  "properties" : {
    "dbo:partner" : [ "http://dbpedia.org/resource/Nicolas_Rothwell" ]
  },
  "words" : [ "leader", "Currently", "-LRB-", "independent", "2012", "United", "Labor", "candidate", "Party", "2005", "known", "previously", "Northern", "member", "Alison", "electorate", "1958", "Assembly", "Territory", "election", "minister", "star", "Liberal", "born", "politician", "MacDonnell", "representing", "entered", ",", "Anderson", ".", "Nampitjinpa", "Namatijra", "Palmer", "2016", "Australian", "served", "-RRB-", "Legislative", "Country", "territory" ],
  "adjectives" : [ "independent", "Australian", "Legislative" ],
  "nouns" : [ "Namatijra", "leader", "candidate", "election", "minister", "star", "politician", "member", "electorate", "Assembly", "territory" ],
  "text" : "Alison Nampitjinpa Anderson (born 1958) is an Australian politician. She was member of the Northern Territory Legislative Assembly from 2005 to 2016, representing the electorate of Namatijra (known as MacDonnell until 2012). Currently an independent, she has previously served as a minister for both the Australian Labor Party and Country Liberal Party and been territory leader of the Palmer United Party. Anderson entered the Northern Territory Assembly as a star candidate for the Australian Labor Party at the 2005 election. She was re-elected unopposed as the Member for MacDonnell in the August 2008 Territory election and with the subsequent return of the Henderson Labor Government was appointed to Cabinet. She held the positions of Minister for Natural Resources, Environment and Heritage; Minister for Parks and Wildlife; Minister for Arts and Museums; and Minister for Indigenous Policy. She left the Cabinet and the Labor Party in 2009 after a dispute over indigenous housing, and sat as an independent for two years. She then joined the opposition Country Liberal Party in 2011 and was elected as a Country Liberal candidate at the 2012 election. She resigned from the CLP in 2014, along with two other indigenous MPs, briefly becoming an independent once again. However, on 27 April 2014 it was announced that the three MLAs had joined the Palmer United Party, with Anderson serving as parliamentary leader. She resigned from Palmer United to sit as an independent on 29 November 2014. It was briefly rumoured that she was returning to the CLP amid the 2015 CLP leadership spill, but she remained an independent. Anderson speaks six indigenous languages: Anmatyerre, Luritja, Pitjantjatjara, Warlpiri, Western Arrernte and Yankunytjatjara. She is also an accomplished artist. She is among Australia's most senior indigenous politicians, and has been a prominent indigenous activist, including as an Aboriginal and Torres Strait Islander Commission (ATSIC) Central Zone Commissioner (see: List of Indigenous Australian politicians). Her partner is Nicolas Rothwell, journalist with The Australian. Anderson retired at the 2016 Territory election."
} ]