[ {
  "entityIndex" : "1_entity4823",
  "entityUrl" : "http://dbpedia.org/resource/John_Kent_(Newfoundland_politician)",
  "dboClass" : "dbo:Politician",
  "properties" : {
    "dbp:lieutenantGovernor" : [ "http://dbpedia.org/resource/Alexander_Bannerman" ]
  },
  "words" : [ "religious", "-LRB-", "September", "influential", "uncle", "establishing", "divided", "John", "St.", "arrived", "1832", "along", "1872", "Ireland", "rights", "working", "Morris", "deeply", "lines", "Assembly", "--", "Kent", "Catholic", "large", "island", "Liberal", "Wexford", "Newfoundland", "started", "House", ",", "'s", ".", "Irish", "population", "elected", "1", "1820", "Patrick", "-RRB-", "1805", "first", "champion" ],
  "adjectives" : [ "religious", "large", "influential", "first", "Irish" ],
  "nouns" : [ "island", "uncle", "champion", "population" ],
  "text" : "John Kent (1805 in Wexford, Ireland – September 1, 1872 in St. John's, Newfoundland), arrived in Newfoundland in 1820 and started working for his uncle Patrick Morris. He was influential in establishing a large Irish population on the island. He was elected to the first House of Assembly in 1832 as a Liberal. John Kent was a champion of Catholic rights on an island that was deeply divided along religious lines. He worked for the reform movement along with William Carson and Morris that successfully persuaded the British Colonial Office to institute responsible government in Newfoundland. Kent became Colonial Secretary under Philip Francis Little. From 1848 to 1855 he was Speaker of the Newfoundland House of Assembly. He became Premier after Little resigned in 1858. He won the election of 1859 but his government was engulfed by crisis in 1861 when it tried to lower the salary of (mostly Protestant) government officials, including judges who sued the government. In the legislature Kent accused Governor Sir Alexander Bannerman and the opposition Conservatives of conspiring with the judges against the government. Bannerman responded by dismissing the Kent's government in March 1861 and installing Hugh Hoyles as Premier of a Conservative government. The Liberals defeated the Conservative government in a Motion of No Confidence resulting in an election campaign that was fought along sectarian lines with Catholics largely voting Liberal and Protestants largely voting Conservative. The Protestant Conservative Party of Newfoundland narrowly defeated Kent's Liberals and riots erupted in Catholic Harbour Grace when the governor cancelled voting there essentially denying the Liberals two seats in the legislature and allowing the Conservatives to have a legislative majority. Kent later joined Sir Frederick Carter's coalition government that attempted to heal the rifts and create a cross denominational compromise that allowed power sharing between Catholics and Protestants, the funding of all denominational schools and the creation of political parties that included members of all denominations."
}, {
  "entityIndex" : "2_entity4170",
  "entityUrl" : "http://dbpedia.org/resource/Hugh_Hoyles",
  "dboClass" : "dbo:Politician",
  "properties" : {
    "dbp:lieutenantGovernor" : [ "http://dbpedia.org/resource/Alexander_Bannerman", "http://dbpedia.org/resource/Anthony_Musgrave" ]
  },
  "words" : [ "leader", "St", "practice", "-LRB-", "colony", "trained", "Tory", "quickly", "establishing", "John", "St.", "October", "son", "Party", "legal", "Hoyles", "1814", "lawyer", "Scotia", "large", "17", "born", "politician", "premier", "Nova", "Newfoundland", "lucrative", "Hugh", ",", "'s", ".", "1865", "1842", "third", "1861", "Born", "served", "Educated", "-RRB-", "Colony", "Newman", "returned", "Sir", "first" ],
  "adjectives" : [ "third", "large", "legal", "lucrative", "first" ],
  "nouns" : [ "leader", "practice", "son", "colony", "politician", "premier", "lawyer" ],
  "text" : "Sir Hugh Hoyles (born October 17, 1814) was a politician and lawyer who served as the third premier of the Newfoundland Colony. Hoyles was the first premier of Newfoundland to have been born in the colony, and served from 1861 to 1865. Born in St. John's, he was the son of Newman Hoyles, the first leader of the Tory Party. Educated in Nova Scotia Hoyles trained as a lawyer and returned to St John's in 1842, quickly establishing a large and lucrative legal practice. He was eminent in the Natives' Society and the Newfoundland Church Society. Hoyles was elected to the Assembly in 1848. He rapidly became the Conservative leader, opposing responsible government, on the grounds that the colony was not ready for it, and throwing his weight behind Bishop Feild's campaign to divide the Protestant educational grant and put Anglicans on the same footing as Catholics. This proposal alienated Methodists who thereupon voted for the Catholic Liberal Party so that, in the 1855 election, the first after responsible government, Hoyles found himself leader of the Opposition. Even though he dropped his support for Feild, and adopted a more pan-Protestant stance, he still unsuccessful in the election of 1859. In 1861, his chance came when he was hired as a lawyer by senior judges to fight Premier John Kent's plans to reduce their salaries. When Kent accused the judges, the governor and the Conservatives of conspiracy the Governor fired Kent and appointed Hoyles as the new Premier. Hoyles' government was defeated in the legislature and had to fight an election in a highly charged sectarian atmosphere which resulted in riots when the Conservatives won the election. During his term as premier, he tried to cool down sectarian tensions between Catholics and Protestants by inviting Catholics to join his administration and distributing all patronage fairly between religious groups. He also sent delegates to the Canadian Confederation Conference at Quebec in 1864. Newfoundland had not been invited to Charlottetown. Those delegates, Ambrose Shea for the opposition, and Frederick Carter, for the government, did not have the power to negotiate. Hoyles decided to leave office in 1865, before the crucial 1869 election which decided the fate of Confederation with Canada. He was succeeded by Sir Frederick Carter. Hoyles was appointed Chief Justice of Newfoundland, a post which he filled with great distinction. He retired to Halifax in 1880 to live with his married daughter. He died on February 1, 1888. D.W. Prowse, the nineteenth century Newfoundland historian, comments that \"we are all proud of Sir Hugh as the most distinguished Newfoundlander of our day\"."
}, {
  "entityIndex" : "3_entity8599",
  "entityUrl" : "http://dbpedia.org/resource/Philip_Francis_Little",
  "dboClass" : "dbo:Politician",
  "properties" : {
    "dbp:lieutenantGovernor" : [ "http://dbpedia.org/resource/Alexander_Bannerman", "http://dbpedia.org/resource/Charles_Henry_Darling" ]
  },
  "words" : [ "-LRB-", "Charlottetown", "Philip", "Edward", "1855", "October", "1897", "Prince", "bar", "Francis", "came", "1858", "--", "Charles", "admitted", "Young", "law", "studied", "born", "Newfoundland", ",", "Island", ".", "articled", "1844", "Premier", "Little", "-RRB-", "Colony", "1824", "first", "1846", "21" ],
  "adjectives" : [ "Little", "first" ],
  "nouns" : [ "bar", "law" ],
  "text" : "Philip Francis Little (1824 – October 21, 1897) was the first Premier of Newfoundland Colony between 1855 and 1858. He was born in Charlottetown, Prince Edward Island. Little studied law there with Charles Young and was admitted to the bar in 1844. He came to Newfoundland in 1846 and articled in law. He got involved in politics only a few years after. He helped lead the charge for responsible government along with John Kent. After it was granted in 1854, he went on to run a successful campaign as leader of the predominantly Roman Catholic Liberal Party. He became Newfoundland's first Premier in 1855 and served concurrently as the colony's Attorney-General. Little only remained in office until July 15, 1858, when he resigned to be succeeded by John Kent. In that time, he managed to secure Newfoundland's autonomy, in making sure Newfoundland had a say over its own destiny. Then Britain and France came with a plan involving the west coast of Newfoundland. Little objected and in a dispatch in 1857, the British cancelled the deal which would have been unfavourable to Newfoundland. He resigned in 1858 saying \"I go now before the milk of Human kindness goes sour for me\". He was right in that Newfoundland was about to enter an era of sectarian strife. Little was appointed as appointed assistant justice on the Supreme Court of Newfoundland in September 1858 and became Chief Justice two months later. In 1861, riots broke out over disputed election results from Harbour Grace. Little, as Chief Justice, played a prominent role in dispersing and calming the crowds. He married into a wealthy Anglo-Irish family in 1864 and retired to Ireland in 1868 and did a great deal for the home rule movement there. He died at the age of 73 in 1897 while living in Monkstown, Ireland. He married Mary Jane Holdright in 1864 and they had 13 children. Their youngest child Patrick Little was a senior Irish politician."
} ]