[ {
  "entityIndex" : "1_entity6995",
  "entityUrl" : "http://dbpedia.org/resource/Kathleen_Courtney",
  "dboClass" : "dbo:Politician",
  "properties" : {
    "dbp:burialPlace" : [ "St. Martin in the Fields." ]
  },
  "words" : [ "devote", "wealthy", "Anglo-French", "Dublin", "seven", "language", "née", "Malvern", "good", "Gillingham", "decided", "daughters", "1897", "later", "extremely", "children", "boarding-school", "five", "January", "case", "11", "worry", "Charles", "months", "studying", "went", "wife", "Alice", ",", "Kensington", ".", "Courtney", "1", "never", "Terrace", "spending", "-RRB-", "David", "College", "finances", "became", "private", "study", "-LRB-", "Dresden", "York", "youngest", "March", "German", "County", "Lady", "life", "Royal", "Mann", "Margaret", "Milltown", "Lieutenant", "modern", "native", "Ireland", "1845-1909", "causes", "Kathleen", "1878", "attended", "languages", "Manse", "born", "people", "help", "educated", "Major", "D'Olier", "able", "fifth", "Engineers", "Hall", "family" ],
  "adjectives" : [ "private", "Major", "modern", "wealthy", "Anglo-French", "able", "German", "good" ],
  "nouns" : [ "Lieutenant", "native", "wife", "fifth", "language", "boarding-school", "family", "case", "life" ],
  "text" : "Kathleen D'Olier Courtney was born the youngest of five daughters and the fifth of seven children of Lieutenant (later Major) David Charles Courtney (1845-1909) of the Royal Engineers (a native of Milltown, County Dublin, Ireland), and his wife, Alice Margaret (née Mann) at 1 York Terrace, was born in Gillingham on 11 March 1878. Courtney attended and became educated at the private the Anglo-French College in Kensington and the Manse boarding-school in Malvern before spending seven months in Dresden studying the German language. In January 1897 she went to Lady Margaret Hall to study modern languages. The Courtney family were extremely wealthy and never had to worry about finances and in that case, she decided to devote her life to good causes where she was able to help people. In 1908 she was appointed secretary of the North of England Society for Women's Suffrage. One of its members, Helena Swanwick, later revealed that Courtney arrived in Manchester \"with a big reputation\" as an outstanding organizer. In 1911 she moved to London where she worked closely with Millicent Fawcett, an English feminist, intellectual, political and union leader, and writer as honorary secretary of the National Union of Women's Suffrage Societies. A suffragist and Honorary Secretary of the National Union of Women's Suffrage Societies. Upon the outbreak of World War I in 1914, she abandoned her active campaigning for women's suffrage and devoted her life to studying international politics and trying to build bridges towards international cooperation. In April 1915, Aletta Jacobs, a suffragist in the Netherlands, invited suffrage members all over the world to an International Congress of Women in The Hague. Some of the women who attended included Kathleen Courtney, Mary Sheepshanks, Jane Addams, Alice Hamilton, Grace Abbott, Emily Bach,de:Lida Gustava Heymann, Emmeline Pethick-Lawrence, Emily Hobhouse, Chrystal Macmillan, Rosika Schwimmer. At the conference the women formed the Women's International League for Peace and Freedom (WIL). Kathleen Courtney ultimately was elected as chairperson of the British section. In 1928, she was named a member of the Executive Committee of the British League of Nations Union. In 1939 (the year WWII would begin) she was elected Vice-Chairman. From 1949 to 1951 she served as Chairman. Courtney continued to be involved in the campaign for women's suffrage. She helped establish the Adult Suffrage Society in 1916 and as joint-secretary she lobbied members of the House of Commons for extension of the franchise until the Qualification of Women Act was passed in 1918. The following year she became vice-president of the National Union of Societies for Equal Citizenship. As well as advocating the same voting rights as men, the organisation also campaigned for equal pay, fairer divorce laws and an end to the discrimination against women in the professions. Kathleen Courtney died at her home, unmarried with no children, at 3 Elm Tree Court on 7 December 1974 at age 96. A memorial service was held on 11 April 1975 at St Martin-in-the-Fields."
} ]